HGS/MELDUNGEN/TEMPLATES/IN/Positionsmeldung/Automatenmeldung_2400_Positionsmeldung_2024-07-16T08_37_03.xml

<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
    <soap:Body>
        <ns2:empfangePositionsmeldung xmlns="http://tms.ica.de/automatenService/3_10/" xmlns:ns2="http://tms.ica.de/automatenService/wsdl/3_10/">
            <faaPositionsmeldung fahrzeugKennung="11" haltestellencodeIbis="25000091" positionImFahrzeug="12" sstVersion="3.10" zeitpunkt="2024-07-16T10:38:00.679+02:00">
                <verkaufspunkt betreiber="99" ipAdresse="0.0.0.0" posNummer="2400" seriennummer="2400"/>
                <metadaten guid="ec296a69-f7b9-4951-8c24-3cade005374b" sequenznummer="11156"/>
            </faaPositionsmeldung>
        </ns2:empfangePositionsmeldung>
    </soap:Body>
</soap:Envelope>
